Repository: common-repository/post-filter-filter-any-contents-with-specific-words
Catalog: languages/postfilter-*.po
Languages: fa_ir

source: Post Filter Settings
fa_ir: تنظیمات فیلتر پست

source: Post Filter
fa_ir: فیلتر پست

source: Donate
fa_ir: حمایت

source: Saving...
fa_ir: در حال ذخیره...

source: Settings Saved!
fa_ir: تنظیمات ذخیره شد!

source: Don't leave anything empty!
fa_ir: چیزی را خالی نگذارید!

source: Faild
fa_ir: ناموفق

source: To use Post Filter, start from <a href="%s">Settings</a>.
fa_ir: برای استفاده از فیلتر پست، <a href="%s">تنظیمات</a> را انجام دهید.

source: Which post types should be considered?
fa_ir: تنظیمات روی کدام نوع پست ها اعمال شود؟

source: * Select multiple options by pressing CTRL (Windows) or Command (Mac)
fa_ir: * با نگه داشتن کلید CTRL (در ویندوز) یا Command (در مک) می توانید بیش از یک مورد را انتخاب کنید

source: Which words should be filtered?
fa_ir: چه واژه هایی باید فیلتر شوند؟

source: Enter words here...
fa_ir: واژه ها را اینجا وارد کنید...

source: * Seperate with comma
fa_ir: * با کاما جدا کنید

source: What to do if detected?
fa_ir: اگر پیدا شد، چه اقدامی شود؟

source: Replace with
fa_ir: جایگزین شود با

source: Move to Drafts
fa_ir: به پیش نویس ها منتقل شود

source: How to search for words?
fa_ir: جستجو چگونه انجام شود؟

source: Strict mode
fa_ir: سخت گیرانه

source: Finds "are" in "aware"
fa_ir: "اسپم" را در "اسپمر" پیدا می کند

source: Search for Words
fa_ir: جستجو برای کلمات

source: Finds "are" in "How are you?"
fa_ir: "اسپم" را در جمله "آیا شما اسپم می کنید؟" پیدا می کند

source: Save Changes
fa_ir: ذخیره تغییرات

source: Settings
fa_ir: تنظیمات

source: You can donate me, if you found this plugin helpful😉
fa_ir: اگر این افزونه برایتان کاربردی بود، می توانید از من حمایت کنید😉
